experiments/sift/outputs/latency_select/gist_false_100k_K16.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpesm8yb_5
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 846.146 ms
initial connection time = 10.004 ms
tps = 5.909143 (without initial connection time)
statement latencies in milliseconds and failures:
         0.005           0  \set id random(1, 10000)
       845.860           0  SELECT *