experiments/sift/outputs/latency_select/gist_false_400k_K1.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmp91yzy8r1
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 2916.881 ms
initial connection time = 8.201 ms
tps = 1.714160 (without initial connection time)
statement latencies in milliseconds and failures:
         0.006           0  \set id random(1, 10000)
      2719.210           0  SELECT *