experiments/sift/outputs/latency_select/gist_true_600k_K64.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpwpkqtky4
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 107.266 ms
initial connection time = 7.229 ms
tps = 46.613295 (without initial connection time)
statement latencies in milliseconds and failures:
         0.008           0  \set id random(1, 10000)
       101.506           0  SELECT *