experiments/sift/outputs/latency_select/sift_false_1m_K16.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmp0xcaawtt
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 573.768 ms
initial connection time = 8.268 ms
tps = 8.714324 (without initial connection time)
statement latencies in milliseconds and failures:
         0.006           0  \set id random(1, 10000)
       554.990           0  SELECT *