experiments/sift/outputs/latency_select/sift_false_400k_K1.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpnim3emmo
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 281.371 ms
initial connection time = 8.265 ms
tps = 17.770120 (without initial connection time)
statement latencies in milliseconds and failures:
         0.006           0  \set id random(1, 10000)
       280.071           0  SELECT *