experiments/sift/outputs/latency_select/sift_lantern_100k_K4.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmp2i_5x9lp
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 8.218 ms
initial connection time = 9.875 ms
tps = 608.440284 (without initial connection time)
statement latencies in milliseconds and failures:
         0.050           0  \set id random(1, 10000)
         7.020           0  SELECT *