experiments/sift/outputs/latency_select/sift_lantern_200k_K16.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpwo_4nzwt
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 12.146 ms
initial connection time = 9.190 ms
tps = 411.653640 (without initial connection time)
statement latencies in milliseconds and failures:
         0.075           0  \set id random(1, 10000)
        10.415           0  SELECT *