experiments/sift/outputs/latency_select/sift_none_800k_K1.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpnfyerr0i
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 1268.527 ms
initial connection time = 10.599 ms
tps = 3.941580 (without initial connection time)
statement latencies in milliseconds and failures:
         0.394           0  \set id random(1, 10000)
      1092.085           0  SELECT *