experiments/sift/outputs/latency_select/sift_pgvector_100k_K1.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpe1ckb4hi
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 13.788 ms
initial connection time = 11.541 ms
tps = 362.621901 (without initial connection time)
statement latencies in milliseconds and failures:
         0.149           0  \set id random(1, 10000)
        11.978           0  SELECT *