experiments/sift/outputs/latency_select/sift_true_400k_K64.txt
pgbench (15.3 (Debian 15.3-1.pgdg120+1))
transaction type: /tmp/tmpyei7t707
scaling factor: 1
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
number of transactions per client: 15
number of transactions actually processed: 75/75
number of failed transactions: 0 (0.000%)
latency average = 0.365 ms
initial connection time = 8.944 ms
tps = 13716.166789 (without initial connection time)
statement latencies in milliseconds and failures:
         0.010           0  \set id random(1, 10000)
         0.321           0  SELECT *